[
	{
		"key" : "infrastructure",
		"value" :
		{
			"image" : "infrastructure.png",
			"title" : "Infrastructure",
			"vision" : "<img src='images/infrastructure.png' rel='Infrastructure' class='image' style='float: right;'><ul><li><p>Transform America’s crumbling infrastructure into a golden opportunity for accelerated economic growth and more rapid productivity gains with a deficit-neutral plan targeting substantial new infrastructure investments.</p></li><li><p>Pursue an “America’s Infrastructure First” policy that supports investments in transportation, clean water, a modern and reliable electricity grid, telecommunications, security infrastructure, and other pressing domestic infrastructure needs.</p></li><li><p>Refocus government spending on American infrastructure and away from the Obama-Clinton globalization agenda.</p></li><li><p>Provide maximum flexibility to the states.</p></li><li><p>Create thousands of new jobs in construction, steel manufacturing, and other sectors to build the transportation, water, telecommunications and energy infrastructure needed to enable new economic development in the U.S., all of which will generate new tax revenues.</p></li><li><p>Put American steel made by American workers into the backbone of America’s infrastructure.</p></li><li><p>Leverage new revenues and work with financing authorities, public-private partnerships, and other prudent funding opportunities.</p></li><li><p>Harness market forces to help attract new private infrastructure investments through a deficit-neutral system of infrastructure tax credits.</p></li><li><p>Implement a bold, visionary plan for a cost-effective system of roads, bridges, tunnels, airports, railroads, ports and waterways, and pipelines in the proud tradition of President Dwight D. Eisenhower, who championed the interstate highway system.</p></li><li><p>Link increases in spending to reforms that streamline permitting and approvals, improve the project delivery system, and cut wasteful spending on boondoggles.</p></li><li><p>Employ incentive-based contracting to ensure projects are on time and on budget.</p></li><li><p>Approve private sector energy infrastructure projects—including pipelines and coal export facilities—to better connect American coal and shale energy production with markets and consumers.</p></li><li><p>Work with Congress to modernize our airports and air traffic control systems, end long wait times, and reform the FAA and TSA, while also ensuring that American travelers are safe from terrorism and other threats.</p></li><li><p>Incorporate new technologies and innovations into our national transportation system such as state-of-the-art pipelines, advancements in maritime commerce, and the next generation of vehicles.</p></li><li><p>Make clean water a high priority. Develop a long-term water infrastructure plan with city, state and federal leaders to upgrade aging water systems. Triple funding for state revolving loan fund programs to help states and local governments upgrade critical drinking water and wastewater infrastructure.</p></li><li><p>Link increased investments with positive reforms to infrastructure programs that reduce waste and cut costs. Complete projects faster and at lower cost through significant regulatory reform and ending needless red-tape.</p></li></ul>",
			"issues" : "<ul><li><p>Infrastructure investment strengthens our economic platform, makes America more competitive, creates millions of jobs, increases wages for American workers, and reduces the costs of goods and services for American consumers.</p></li><li><p>America’s infrastructure is a linchpin of private sector growth but, today, much of our infrastructure is crumbling.</p></li><li><p>More than 60,000 bridges are considered “structurally deficient.” Traffic delays cost the U.S. economy more than $50 billion annually. Most major roads are rated as “less than good condition.”</p></li><li><p>Aninvestigation this year by USA Today “identified almost 2,000 additional water systems spanning all 50 states where testing has shown excessive levels of lead contamination over the past four years.” This included 350 systems that supplied drinking water to schools or day care facilities.</p></li><li><p>According to the National Association of Manufacturers (NAM), without major improvements to our transportation systems, “the United States will lose more than 2.5 million jobs by 2025” (NAM, Build To Win, 2016). NAM estimates a “ten-year funding gap” of approximately $1 trillion. The Trump Infrastructure Plan is aimed at achieving a target of investment to fill this gap. NAM also found that $8 billion in infrastructure tax credits would support $226 billion in infrastructure investment over 10 years. Innovative financing programs also provide a 10-to-1 return on investment.</p></li><li><p>Under the failing Obama-Clinton policies, infrastructure projects across the U.S. are routinely delayed for years and years due to endless studies, layer-upon-layer of red-tape, bureaucracy, and lawsuits—with virtually no end in sight. This increases costs on taxpayers and blocks Americans from obtaining the kind of infrastructure that is needed for them to compete economically.</p></li><li><p>According to the Wall Street Journal, “more than a dozen [energy infrastructure] projects, worth about $33 billion, have been either rejected by regulators or withdrawn by developers since 2012, with billions more tied up in projects still in regulatory limbo.” This includes coal and shale energy export facilities. Major pipelines are being blocked as well. As noted in the Wall Street Journal, blocking such projects “leaves some communities without access to lower-cost fuel and higher-paying jobs.”</p></li></ul>"
		}
	},
	{
		"key" : "cybersecurity",
		"value" :
		{
			"image" : "cyber-security@2x.png",
			"title" : "Cybersecurity",
			"vision" : "<img src='images/cyber-security@2x.png' rel='CyberSec' class='image' style='float: right;'><ul><li><p>Order an immediate review of all U.S. cyber defenses and vulnerabilities, including critical infrastructure, by a Cyber Review Team of individuals from the military, law enforcement, and the private sector.<ul><li><p>The Cyber Review Team will provide specific recommendations for safeguarding different entities with the best defense technologies tailored to the likely threats, and will followed up regularly at various Federal agencies and departments.</p></li><li><p>The Cyber Review Team will establish detailed protocols and mandatory cyber awareness training for all government employees while remaining current on evolving methods of cyber-attack.</p></li></ul></p></li><li><p>Instruct the U.S. Department of Justice to create Joint Task Forces throughout the U.S. to coordinate Federal, State, and local law enforcement responses to cyber threats.</p></li><li><p>Order the Secretary of Defense and Chairman of the Joint Chiefs of Staff to provide recommendations for enhancing U.S. Cyber Command, with a focus on both offense and defense in the cyber domain.</p></li><li><p>Develop the offensive cyber capabilities we need to deter attacks by both state and non-state actors and, if necessary, to respond appropriately.</p></li></ul>",
			"issues" : "<ul><li><p>Attacks against U.S. government and private sector systems by state and non-state actors are growing. [The Huffington Post, May 24, 2016]</p></li><li><p>Hackers obtained 20 million identities of individuals who underwent Federal background checks. [The Washington Post, July 9, 2015]</p></li><li><p>J.P. Morgan Chase had the information of 76 million households compromised. [The New York Times, Oct. 2, 2014]</p></li><li><p>E-Bay was hacked and lost 150 million customer passwords. [SecurityCurrent, May 22, 2014]</p></li><li><p>Target was hacked and lost 40 million customer credit card numbers. [CNN, Dec. 19, 2013]</p></li></ul>"
		}
	},
	{
		"key" : "veteransaffairsreform",
		"value" :
		{
			"image" : "icon_veterans.png",
			"title" : "Veterans Affairs Reform",
			"vision" : "<img src='images/icon_veterans.png' rel='Veterans' class='image' style='float: right;'><ul><li><p>Ensure our veterans get the care they need wherever and whenever they need it. No more long drives. No more waiting backlogs. No more excessive red tape. Just the care and support they earned with their service to our country.</p></li><li><p>Support the whole veteran, not just their physical health care, but also by addressing their invisible wounds, investing in our service members' post-active duty success, transforming the VA to meet the needs of 21st century service members, and better meeting the needs of our female veterans.</p></li><li><p>Make the VA great again by firing the corrupt and incompetent VA executives who let our veterans down, by modernizing the VA, and by empowering the doctors and nurses to ensure our veterans receive the best care available in a timely manner.</p></li></ul>",
			"issues" : "<ul><li><p>IG Report: 300,000 Vets Died While Waiting For Health Care At VA. [Fox News, Sept. 3, 2015]</p></li><li><p>Wait Lists Grow as Many More Veterans Seek Care and Funding Falls Far Short. [The New York Times, June 20, 2015]</p></li><li><p>Hundreds Of Appointment Wait Times Manipulated At Texas VA Facilities. [Associated Press, June 21, 2016]</p></li><li><p>A Fatal Wait: Veterans Languish And Die On A VA Hospital's Secret List. [CNN, April 23, 2014]</p></li><li><p>Report Finds Sharp Increase In Veterans Denied V.A. Benefits. [The New York Times, March 20, 2016]</p></li><li><p>Veterans Affairs Improperly Spent $6 Billion Annually, Senior Official Says. [The Washington Post, May 14, 2015]</p></li><li><p>U.S. Veterans Commit Suicide At Rate Of 20 A Day, VA Says. [The Wall Street Journal, July 7, 2016]</p></li><li><p>White House Review Of Veterans Administration Finds 'Corrosive Culture.' [Reuters, June 27, 2014]</p></li><li><p>Few People Lost Jobs With V.A. in Scandal. [The New York Times, April 22, 2015]</p></li><li><p>Veterans Affairs Pays $142 Million In Bonuses Amid Scandals. [USA Today, May 22, 2014]</p></li><li><p>VA Hasn't Fixed Wait-time Problems, GAO Finds. [USA Today, April 18, 2016]</p></li></ul>"
		}
	},
	{
		"key" : "taxplan",
		"value" :
		{
			"image" : "icon_tax_reform.png",
			"title" : "Tax Plan",
			"vision" : "<img src='images/icon_tax_reform.png' rel='Tax' class='image' style='float: right;'><ul><li><p>Reduce taxes across-the-board, especially for working and middle-income Americans who will receive a massive tax reduction.</p></li><li><p>Ensure the rich will pay their fair share, but no one will pay so much that it destroys jobs or undermines our ability to compete.</p></li><li><p>Eliminate special interest loopholes, make our business tax rate more competitive to keep jobs in America, create new opportunities and revitalize our economy.</p></li><li><p>Reduce the cost of childcare by allowing families to fully deduct the average cost of childcare from their taxes, including stay-at-home parents. </p></li></ul>",
			"issues" : "<ul><li><p>The Trump Plan will collapse the current seven tax brackets to three brackets. The rates and breakpoints are as shown below. Low-income Americans will have an effective income tax rate of 0. The tax brackets are similar to those in the House GOP tax blueprint.</p></li><li><p>The Trump Plan will retain the existing capital gains rate structure (maximum rate of 20 percent) with tax brackets shown above. Carried interest will be taxed as ordinary income.</p></li><li><p>The 3.8 percent Obamacare tax on investment income will be repealed, as will the alternative minimum tax.</p></li><li><p>The Trump Plan will increase the standard deduction for joint filers to $30,000, from $12,600, and the standard deduction for single filers will be $15,000. The personal exemptions will be eliminated as will the head-of-household filing status.</p></li><li><p>In addition, the Trump Plan will cap itemized deductions at $200,000 for Married-Joint filers or $100,000 for Single filers.</p></li></ul>"
		}
	},
	{
		"key" : "trade",
		"value" :
		{
			"image" : "icon_trade.png",
			"title" : "Trade",
			"vision" : "<img src='images/icon_trade.png' rel='Trade' class='image' style='float: right;'><ul><li><p>Withdraw from the Trans-Pacific Partnership, which has not yet been ratified..</p></li><li><p>Appoint tough and smart trade negotiators to fight on behalf of American workers.</p></li><li><p>Direct the Secretary of Commerce to identify every violation of trade agreements a foreign country is currently using to harm our workers, and also direct all appropriate agencies to use every tool under American and international law to end these abuses.</p></li><li><p>Tell NAFTA partners that we intend to immediately renegotiate the terms of that agreement to get a better deal for our workers. If they don’t agree to a renegotiation, we will submit notice that the U.S. intends to withdraw from the deal. Eliminate Mexico’s one-side backdoor tariff through the VAT and end sweatshops in Mexico that undercut U.S. workers.</p></li><li><p>Instruct the Treasury Secretary to label China a currency manipulator.</p></li><li><p>Instruct the U.S. Trade Representative to bring trade cases against China, both in this country and at the WTO. China's unfair subsidy behavior is prohibited by the terms of its entrance to the WTO.</p></li><li><p>Use every lawful presidential power to remedy trade disputes if China does not stop its illegal activities, including its theft of American trade secrets - including the application of tariffs consistent with Section 201 and 301 of the Trade Act of 1974 and Section 232 of the Trade Expansion Act of 1962.</p></li></ul>",
			"issues" : "<ul><li><p>America has lost nearly one-third of its manufacturing jobs since NAFTA and 50,000 factories since China joined the World Trade Organization. [Economic Policy Institute, April 23, 2015]</p></li><li><p>President Obama predicted that the trade deal with South Korea would increase our exports to South Korea by more than $10 billion – resulting in some 70,000 jobs. It has killed nearly 100,000. Our exports to South Korea haven’t increased at all, but their imports to us have surged more than $15 billion – more than doubling our trade deficit with that country. [The White House], [Economic Policy Institute, May 5, 2016]</p></li><li><p>Our annual trade deficit in goods with Mexico has risen from close to zero in 1993 to almost $60 billion. Our total trade deficit in goods hit nearly $800 billion last year. China is responsible for nearly half of our entire trade deficit. Almost half of our entire manufacturing trade deficit in goods with the world is the result of trade with China. [United States Census Bureau]</p></li><li><p>The U.S. trade deficit with the proposed TPP member countries cost over 2 million jobs in 2015. By far the biggest losses occurred in motor vehicles and parts, which lost nearly 740,000 manufacturing jobs. Imagine how many more jobs would be lost if the Trans-Pacific Partnership was actually approved. [Economic Policy Institute, March 3, 2016]</p></li><li><p>According to the U.S. International Trade Commission, improved protection of America’s intellectual property in China would produce more than 2 million more jobs right here in the United States. [The Commission On The Theft Of American Intellectual Property, May 2013]</p></li></ul>"
		}
	}
]